[{"published":true,"title":"Adam Sachs","email":"asachs@folgerlevin.com","phone":"415.625.1059","education":"J.D.  — \t\t\t         \t\t\tUniversity of California, Berkeley School of Law,\t\t\t         \t\t\t1986  \t\t\t            \t\t\t\t\t\t\t        B.A. — \t\t\t         \t\t\tBrandeis University,\t\t\t         \t\t\t1981","practiceAreas":["Corporate & Real Estate","Nonprofit &  Charitable","Schools & Educational Organizations"],"contents":"<p>Adam Sachs is a member of our Corporate &amp; Real Estate, Nonprofit &amp; Charitable, and Schools &amp; Educational Organizations Practice Groups, and previously served as the firm&#x2019;s Managing Partner for seven years. &#xA0;Adam&#x2019;s practice focuses on complex transactional and business counseling matters. &#xA0;He represents a diverse array of clients, ranging from individuals to start-up ventures to major corporations and non-profit organizations. &#xA0;With nearly a quarter-century of experience, Adam has guided clients through a wide variety of transactions, including mergers and acquisitions, financings, and real estate transactions, while also providing advice on compliance and governance issues. &#xA0;Although he considers himself a generalist, Adam also has significant, specialized expertise representing nonprofit organizations.</p>\n<p>Adam received his law degree from the University of California, Berkeley School of Law in 1986. &#xA0;He graduated, magna cum laude, from Brandeis University in 1981, with a degree in Economics and Soviet Studies.</p>\n<p>Adam has taught courses on contract drafting and interpretation at both&#xA0;U.C. Berkeley School of Law and Hastings College of Law, where he served as an adjunct faculty member. &#xA0;Adam has also been active in the Boalt Hall Alumni Association and served as the President of the Association&#x2019;s Board from 2005 through 2007. &#xA0;He is a member of the California Bar.</p>"},{"published":true,"title":"Christopher B. Conner","email":"cconner@folgerlevin.com","phone":"415.625.1065","education":"J.D. — \t\t\t         \t\t\tUniversity of California, Berkeley School of Law,\t\t\t         \t\t\t1990  \t\t\t            \t\t\t\t\t\t\t        B.A.  — \t\t\t         \t\t\tPomona College, Los Angeles,\t\t\t         \t\t\t1985","practiceAreas":["Corporate & Real Estate"],"contents":"<p>Chris Conner is a partner in our Corporate &amp; Real Estate Practice Group. He has over twenty years of experience in complex transactional and business counseling matters for clients that range from individuals to multinational corporations. Like others in our Corporate and Real Estate Practice Group, Chris assists his clients in a wide variety of matters, including mergers and acquisitions, leasing and real estate transactions, formation of ventures and other commercial transactions. Chris has particular expertise in corporate governance issues, as well as intellectual property and technology matters.</p>\n<p>Chris received his law degree (Order of the Coif) from the University of California, Berkeley School of Law in 1990. He received his undergraduate degree (cum laude, Phi Beta Kappa) from Pomona College in 1985. Following law school, Chris clerked with Judge Cynthia Holcomb Hall of the United States Court of Appeal for the Ninth Circuit. He is a member of the California Bar.</p>"}]